Repository: nhthlinh/dividex
Catalog: lib/config/l10n/app_*.arb
Languages: vi

# otherTerms
source: 14. OTHER TERMS
vi: 14. CÁC ĐIỀU KHOẢN KHÁC

# severability
source: 14.1 Severability
vi: 14.1 Tính hiệu lực từng phần

# invalidTerm
source: If any Term is deemed invalid, the remaining Terms remain in effect.
vi: Nếu bất kỳ điều khoản nào được coi là không hợp lệ, các điều khoản còn lại vẫn có hiệu lực.

# entireAgreement
source: 14.2 Entire Agreement
vi: 14.2 Toàn bộ Thỏa thuận

# entireAgreementText
source: These Terms constitute the entire agreement between you and DIVIDEX regarding the use of the Service.
vi: Các điều khoản này cấu thành toàn bộ thỏa thuận giữa bạn và DIVIDEX về việc sử dụng dịch vụ.

# thankYouMessage
source: Thank you for using DIVIDEX - Your Platform for Group Expense Sharing!
vi: Cảm ơn bạn đã sử dụng DIVIDEX - Nơi Kết Nối và Quản Lý Chi Tiêu Nhóm!

# lastUpdated
source: Last Updated: {date}
vi: Cập nhật lần cuối: {date}

# acceptancePrompt
source: By continuing, you accept our
vi: Bằng cách tiếp tục, bạn chấp nhận

# termsOfServiceLink
source: Terms of Service
vi: Điều khoản Sử dụng

# andConjunction
source: and
vi: và

# privacyPolicyLink
source: Privacy Policy
vi: Chính sách Quyền riêng tư

# splashPage2Subtitle
source: Dividex is a powerful tool that allows you to easily share your bill with friends
vi: DIVIDEX là một công cụ mạnh mẽ giúp bạn dễ dàng chia sẻ hóa đơn với bạn bè

# createAccountPrompt
source: Create your Dividex account
vi: Tạo tài khoản DIVIDEX của bạn

# welcomeNewMessage
source: Welcome to DIVIDEX,
vi: Chào mừng bạn đến với chúng tôi,

# createNewAccountPrompt
source: Hello there, create New account
vi: Xin chào, tạo tài khoản mới

# welcomeBackMessage
source: Welcome back,
vi: Chào mừng bạn quay lại với chúng tôi,

# signInAccountPrompt
source: Hello there, sign in to continue
vi: Xin chào, đăng nhập để tiếp tục

# emailVerificationMessage
source: We texted you a code to verify your email
vi: Chúng tôi đã gửi một mã xác minh đến email của bạn

source: Send
vi: Gửi

# numberInputError1
source: This field is required
vi: Trường này là bắt buộc

# numberInputError2
source: Please enter a valid number
vi: Vui lòng nhập một số hợp lệ

# otpInputError2
source: The OTP code must be a 6-digit number
vi: Mã OTP phải là số gồm 6 chữ số

# otpLabel
source: Type your code
vi: Nhập code của bạn

# emailVerificationCodeSent
source: We texted you a code to verify your email
vi: Chúng tôi đã gửi một mã xác minh đến email của bạn

# codeExpirationNotice
source: This code will expire 5 minutes after this message. If you don’t get a message, please choose resend after 5 minutes
vi: Mã này sẽ hết hạn sau 5 phút kể từ khi bạn nhận được tin nhắn. Nếu bạn không nhận được tin nhắn, hãy chọn gửi lại sau 5 phút

# otpInputPageChangeEmail
source: Change email
vi: Đổi email

# emailOrPasswordIncorrect
source: Email or password is incorrect
vi: Email hoặc mật khẩu không đúng

# passwordIncorrect
source: Password is incorrect
vi: Mật khẩu không đúng

# invalidOrExpiredOtp
source: OTP is expired, please try again!
vi: OTP đã hết hạn, vui lòng thử lại!

# welcomeUser
source: Welcome {userName}!
vi: Xin chào, {userName}!

source: Account
vi: Tài khoản

source: Transfer
vi: Chuyển tiền

source: Withdraw
vi: Rút tiền

source: Transaction report
vi: Báo cáo

# friendRequest
source: {userName}'s request
vi: Yêu cầu của {userName}

source: You
vi: Bạn

source: Your
vi: của bạn

source: Transaction
vi: Giao dịch

# searchTransactionSubtitle
source: Search for specific shared expenses, bills, or payments within groups
vi: Tìm kiếm các khoản chi tiêu chung, hóa đơn hoặc khoản thanh toán trong nhóm

source: User
vi: Người dùng

# searchUserSubtitle
source: Search for users to add as friends or participants in expenses
vi: Tìm kiếm người dùng để thêm làm bạn bè hoặc tham gia vào chi tiêu

source: Search
vi: Tìm kiếm

source: Search transaction
vi: Tìm giao dịch

source: Search user
vi: Tìm người dùng

# addGroupSubtitle
source: Add a new group to share manage expense with your friend.
vi: Tạo một group để quản lý chi tiêu với bạn bè

# addMembers
source: Choose members
vi: Chọn thành viên

# refreshFail
source: Session expired, please login again
vi: Phiên đăng nhập đã hết, vui lòng đăng nhập lại

# uploadImageHint
source: Please upload image, size less than 100KB
vi: Hãy tải ảnh lên, chú ý dung lượng nhỏ hơn 100Kb

source: Choose file
vi: Chọn file

source: file chosen
vi: file đã chọn

source: No file chosen
vi: 0 file đã chọn

source: Members
vi: Thành viên

# addEventSubtitle
source: Add a new event to share and manage expense easily.
vi: Tạo một sự kiện để quản lý và chia sẻ chi tiêu dễ dàng

# addExpenseSubtitle
source: Add a new expense to share costs easily and keep everything fair for the group.
vi: Thêm một chi tiêu mới để chia tiền với bạn bè dễ dàng hơn và giúp cho mọi thứ được công bằng trong nhóm.

# expenseSplitType
source: Choose transaction type:
vi: Chọn kiểu chia:

# groupNotFound
source: The group was not found.
vi: Không tìm thấy nhóm.

# createIsDenied
source: You do not have permission to create this item.
vi: Bạn không có quyền tạo mục này.

# updateIsDenied
source: You do not have permission to update this item.
vi: Bạn không có quyền cập nhật mục này.

# deleteIsDenied
source: You do not have permission to delete this item.
vi: Bạn không có quyền xóa mục này.

# eventNotFound
source: The event was not found.
vi: Không tìm thấy sự kiện.

# expenseNotFound
source: The expense was not found
vi: Không tìm thấy chi tiêu

# friendRelationAlreadyExists
source: This friend relationship already exists.
vi: Quan hệ bạn bè này đã tồn tại.

source: Total amount
vi: Tổng số tiền

source: Amount
vi: Số tiền

source: Split remaining equally
vi: Chia đều phần còn lại

source: Allocated
vi: Đã chia

# noEventsInGroup
source: No events in this group yet
vi: Chưa có sự kiện nào trong nhóm

# membersText
source: {count, plural, =0{No members} =1{1 member} other{{count} members}}
vi: {count, plural, =0{Không có thành viên} =1{1 thành viên} other{{count} thành viên}}

source: Event
vi: Sự kiện

source: Expense
vi: Chi tiêu

# groupAddMemberHint
source: You can add new members to this group through
vi: Bạn có thể thêm thành viên mới vào nhóm thông qua

# groupAddMemberQr
source: Scan QR code
vi: Quét mã QR

# groupAddMemberFriends
source: Add friends (already in app)
vi: Thêm bạn bè (đã có trong ứng dụng)

# groupChangeLeader
source: Change Leader
vi: Đổi Trưởng nhóm

# groupSettings
source: Group's settings
vi: Cài đặt nhóm

# eventSettings
source: Event's settings
vi: Cài đặt sự kiện

source: Leave
vi: Rời

source: Report
vi: Báo cáo

source: DONE
vi: XONG

source: NOT YET
vi: CHƯA XONG

# deleteConfirm1
source: You can only remove a member after
vi: Bạn chỉ có thể xóa thành viên sau khi

# deleteConfirm2
source: all debts in the group have been settled.
vi: tất cả nợ của thành viên đã được giải quyết.

source: Delete
vi: Xóa

source: from
vi: từ

# leaveIsDenied
source: Total amount is not zero, please settle up before leaving
vi: Tổng số dư không bằng 0, hãy giải quyết hết nợ trước khi rời nhóm

source: Overview
vi: Tổng quan

# totalEvents
source: Event attended
vi: Sự kiện tham gia

# totalExpenses
source: Expensed shared
vi: Chi tiêu chia sẻ

# totalSpending
source: Group's total spending
vi: Nhóm đã chi

# userSpending
source: Your total spending
vi: Bạn đã chi

# contributionRate
source: Contribution ratio
vi: Tỷ lệ đóng góp

# event_not_joined_title
source: You haven't joined this event yet
vi: Bạn chưa tham gia sự kiện này

# event_not_joined_message
source: Tap 'Join' to become a participant of this event.
vi: Nhấn 'Tham gia' để tham gia sự kiện.

# join_button
source: Join
vi: Tham gia

# cancel_button
source: Cancel
vi: Hủy

source: Leader
vi: Nhóm trưởng

# contributon
source: Contribution
vi: Đóng góp

source: Due day
vi: Ngày tới hạn

source: Bill detail
vi: Thông tin bill

source: Image
vi: Ảnh

# expenseSplitNotMatch
source: Expense split not match, please check again
vi: Số tiền chia không khớp, vui lòng kiểm tra lại

source: Account number
vi: Số tài khoản

source: Branch
vi: Chi nhánh

# accountNumberLabel
source: Type your new account number
vi: Nhập số tài khoản mới của bạn

source: Choose beneficiary
vi: Chọn người thụ hưởng

source: Find beneficiary
vi: Tìm người thụ hưởng

source: Confirm
vi: Xác nhận

source: Description
vi: Mô tả

# binLabel
source: Field your bin to verify transfer
vi: Nhập mã pin để xác nhận chuyển khoản

source: To
vi: đến

source: You have successfully transferred
vi: Bạn đã chuyển thành công

source: Transfer successful
vi: Chuyển tiền thành công

source: You have successfully withdraw
vi: Bạn đã rút thành công

source: Withdraw successful
vi: Rút tiền thành công

# accountCreated
source: Save your bank account infor successfully!
vi: Lưu thông tin tài khoản thành công!

# accountDeleted
source: Delete your bank account infor successfully!
vi: Xóa thông tin tài khoản thành công!

# accountUpdated
source: Update your bank account infor successfully!
vi: Cập nhật thông tin tài khoản thành công!

source: Add new account
vi: Thêm tài khoản mới

# addAccountGuide
source: Please enter your bank account information here if you wish to withdraw money to your personal account.
vi: Vui lòng nhập thông tin tài khoản ngân hàng của bạn tại đây nếu bạn muốn rút tiền về tài khoản cá nhân.
