Repository: nhthlinh/dividex
Catalog: lib/config/l10n/app_*.arb
Languages: vi

source: Add expense
vi: Thêm chi tiêu

source: Add group
vi: Thêm nhóm

source: Add event
vi: Thêm sự kiện

# error
source: Error, please try again later!
vi: Lỗi, vui lòng thử lại sao!

# success
source: Successfully!
vi: Thành công!

# otpSentSuccess
source: Email has been sent
vi: Email đã được gửi

# emailInput
source: Enter your email
vi: Điền email của bạn

# emailInputDescription
source: We will send a link to your email.
vi: Chúng tôi sẽ gửi một liên kết đến email bạn.

# passwordInputDescription
source: Contain at least 8 characters, including uppercase, lowercase, numbers, and special characters.
vi: Bao gồm ít nhất 8 ký tự (hoa, thường, số và ký tự đặc biệt).

# emailLabel
source: Type your email
vi: Nhập email của bạn

# passwordLabel
source: Password
vi: Mật khẩu

source: Next
vi: Kế tiếp

# forgotPassword
source: Forgot your password?
vi: Quên mật khẩu?

source: Login
vi: Đăng nhập

source: Or
vi: Hoặc

source: Login with Google
vi: Đăng nhập với Google

# loginPageToRegister
source: Don't have account?
vi: Không có tài khoản?

source: Register
vi: Đăng ký

# otpInputPageTitle
source: Verify your Email
vi: Xác thực email

# otpInputPageDescription
source: We have sent a link to your email.
vi: Chúng tôi đã gửi một liên kết đến email của bạn.

# otpInputPageDidntReceiveCode
source: Didn't receive email?
vi: Không nhận được email?

# otpInputPageResend
source: Resend
vi: Gửi lại

# otpInputError1
source: Please enter the OTP code
vi: Vui lòng nhập mã OTP

# resetPassPageTitle
source: Reset Password
vi: Đặt lại mật khẩu

# resetPassPageDescription
source: Please enter your new password below.
vi: Vui lòng nhập mật khẩu mới của bạn bên dưới.

# resetPassNewPassHint
source: New Password
vi: Mật khẩu mới

# resetPassConfirmPassHint
source: Confirm New Password
vi: Xác nhận mật khẩu mới

source: Save
vi: Lưu

# resetPassSuccess
source: Password reset successfully!
vi: Đặt lại mật khẩu thành công!

# resetPassError
source: Failed to reset password. Please try again.
vi: Đặt lại mật khẩu thất bại. Vui lòng thử lại.

# newPasswordLabel
source: New password
vi: Mật khẩu mới

# confirmPasswordLabel
source: Confirm your password
vi: Xác nhận mật khẩu

# confirmPasswordInputDescription
source: Enter your password again
vi: Nhập lại mật khẩu của bạn

# phoneLabel
source: Phone
vi: Số điện thoại

# nameLabel
source: Name
vi: Tên

# registerPageToLogin
source: Already have an account?
vi: Đã có tài khoản?

# expenseNameLabel
source: Expense's name
vi: Tên khoản chi

# expenseNameHint
source: Ex: Dinner
vi: Ví dụ: Đi ăn tối

# expenseAmountLabel
source: Amount
vi: Tổng chi tiêu

# expenseCurrencyLabel
source: Currency
vi: Đơn vị

# expenseCategoryLabel
source: Category
vi: Phân loại

# expenseEventLabel
source: Belong to event
vi: Thuộc sự kiện

# expensePayerLabel
source: Payer
vi: Người trả

# expenseSplitEquallyLabel
source: Split equally
vi: Chia đều

# expenseSplitCustomLabel
source: Split custom
vi: Chia tự chọn

# addConfigLabel
source: Add more config
vi: Thêm tùy chọn

# expenseNoteLabel
source: Note
vi: Ghi chú

# expenseDateLabel
source: Date
vi: Ngày thực hiện

# expenseReminderLabel
source: Remind
vi: Nhắc nhở

# addExpenseImageLabel
source: Add image
vi: Thêm ảnh

source: Add
vi: Thêm

# eventNameLabel
source: Event's name
vi: Tên sự kiện

# eventNameHint
source: Ex: Go out on Sunday
vi: Ví dụ: Đi chơi vào thứ 7

# eventGroupLabel
source: Belong to group
vi: Thuộc về nhóm

# eventStartDateLabel
source: Event's start day
vi: Ngày bắt đầu

# eventEndDateLabel
source: Event's end day
vi: Ngày kết thúc

# eventMembers
source: Event's members
vi: Thành viên của sự kiện

# eventDescriptionLabel
source: Event's description
vi: Mô tả sự kiện

# eventDescriptionHint
source: Ex: Go out with family on weekend
vi: Ví dụ: Đi chơi với gia đình cuối tuần

# addGroupImageLabel
source: Group's avatar
vi: Ảnh đại diện nhóm

# groupNameLabel
source: Group's name
vi: Tên nhóm

# groupNameHint
source: Ex: Class 12L
vi: Ví dụ: Nhóm lớp 12L

# appTitleHome
source: Home
vi: Trang chủ

# searchTab
source: Search
vi: Tìm kiếm

# appTitleCommunity
source: Community
vi: Cộng đồng

source: Settings
vi: Cài đặt

source: Qr code
vi: Mã Qr

source: Profile setting
vi: Cài đặt hồ sơ

# settingLanguage
source: Language
vi: Ngôn ngữ

# settingChooseLanguage
source: Select Language for your app
vi: Chọn ngôn ngữ cho ứng dụng

# settingChooseEng
source: English
vi: Tiếng Anh

# settingChooseVie
source: Vietnamese
vi: TIếng Việt

# settingTheme
source: Theme
vi: Giao diện

# settingChooseTheme
source: Select Theme for your app
vi: Chọn giao diện cho ứng dụng

# settingChooseDark
source: Dark
vi: Tối

# settingChooseLight
source: Light
vi: Sáng

# settingTerm
source: Term of use
vi: Điều khoản

# settingSecurity
source: Security
vi: Bảo mật

# securitySettings
source: Security Setting
vi: Cài đặt bảo mật

# settingChangePass
source: Change password
vi: Thay đổi mật khẩu

source: Sign out
vi: Đăng xuất

source: Accept
vi: Chấp nhận

source: Decline
vi: Từ chối

source: Week
vi: Tuần

source: Day
vi: Ngày

source: Hour
vi: Giờ

source: Minute
vi: Phút

source: Just now
vi: Mới đây

source: ago
vi: trước

# emailInputError1
source: Email cannot be empty
vi: Email không được rỗng

# emailInputError2
source: Invalid email format
vi: Email không đúng định dạng

# passInputError1
source: Password cannot be empty
vi: Mật khẩu không được rỗng

# passInputError2
source: Password cannot be shorter than 8 characters
vi: Mật khẩu không được ngắn hơn 8 ký tự

# passInputError3
source: Password must contain at least one lowercase letter, one uppercase letter, one number, and one special character
vi: Mật khẩu phải có ít nhất 1 ký tự thường, hoa, số và đặt biệt

# passInputError4
source: Repeated password does not match
vi: Mật khẩu lặp lại không đúng

# phoneInputError1
source: Phone number cannot be empty
vi: Số điện thoại không được rỗng

# phoneInputError2
source: Invalid phone number
vi: Số điện thoại không hợp lệ

# nameInputError1
source: Name cannot be empty
vi: Tên không được để trống

# nameInputError2
source: Name must be more than 2 and less than 50 characters
vi: Tên phải nhiều hơn 2 và ít hơn 50 ký tự

# amountInputError1
source: Total expense cannot be empty
vi: Tổng chi tiêu không được rỗng

# amountInputError2
source: Invalid total expense
vi: Tổng chi tiêu không hợp lệ

# amountInputError3
source: Total expense must be greater than 0
vi: Tổng chi tiêu phải lớn hơn 0

# eventStartError1
source: Start date cannot be empty
vi: Ngày bắt đầu không được rỗng

# eventEndError1
source: End date cannot be empty
vi: Ngày kết thúc không được rỗng

# eventStartError2
source: Invalid start date
vi: Ngày bắt đầu không hợp lệ

# eventEndError2
source: Invalid end date
vi: Ngày kết thúc không hợp lệ

# eventStartAfterEndError
source: Start date cannot be after end date
vi: Ngày bắt đầu không thể sau ngày kết thúc

# eventEndBeforeStartError
source: End date cannot be before start date
vi: Ngày kết thúc không thể trước ngày bắt đầu

source: less
vi: thu gọn

source: more
vi: xem thêm

# imagePicker1
source: Choose image from gallery
vi: Chọn ảnh từ thư viện

# imagePicker2
source: Take a photo
vi: Chụp ảnh

# imagePickerError1
source: Image selection failed, please try again
vi: Lỗi chọn ảnh, vui lòng thử lại sao

# cropImage
source: Edit image
vi: Chỉnh sửa ảnh

source: Email already exists
vi: Email đã tồn tại

source: Phone number already exists
vi: Số điện thoại đã tồn tại

source: Email not found
vi: Email không tìm thấy

# userNotFound
source: Can not find account with this email. Please create a new one!
vi: Không tìm thấy tài khoảng với email. Hãy tạo tài khoản mới!

# noTransaction
source: You have no transactions
vi: Chưa có giao dịch nào

# addFirstTransaction
source: Let's add your first transaction in group
vi: Hãy thêm giao dịch đầu tiên của bạn trong nhóm!

source: Sumary
vi: Tổng quan

source: Recent transaction
vi: Giao dịch gần đây

source: You own
vi: Bạn nợ

source: Own you
vi: Nợ bạn

source: Group
vi: Nhóm

source: Friend
vi: Bạn

source: Remind
vi: Nhắc nhở

source: Pay
vi: Trả

source: Analytics
vi: Thống kê

# noFriends
source: You have no friend
vi: Bạn không có bạn bè

# addFirstFriend
source: Find your friend and add them
vi: Tìm và kết bạn với họ ngay nào

# addFriend
source: Add
vi: Thêm

# sendFriendRequestSuccess
source: Your request has been sent
vi: Yêu cầu đã được gửi

# addFriendMessageHint
source: Hi, nice to meet you
vi: Xin chào, rất vui được làm quen

source: Cancel
vi: Hủy

source: Try different keyword
vi: Thử từ khóa khác

# noSearchResults
source: Found nothing
vi: Không tìm thấy kết quả nào

source: Result
vi: Kết quả

# addFriendMessage
source: Friend request
vi: Lời mời kết bạn

source: Received
vi: Đã nhận

source: Sent
vi: Đã gửi

source: Food
vi: Ăn uống

source: Transportation
vi: Di chuyển

source: Utilities
vi: Tiện ích

source: Entertainment
vi: Giải trí

source: Housing
vi: Nhà ở

source: Healthcare
vi: Y tế

source: Shopping
vi: Mua sắm

source: Education
vi: Giáo dục

source: Savings
vi: Tiết kiệm

source: Miscellaneous
vi: Khác

# termsOfServiceTitle
source: TERMS OF SERVICE
vi: ĐIỀU KHOẢN SỬ DỤNG

# version
source: Version: {versionNumber}
vi: Phiên bản: {versionNumber}

# effectiveDate
source: Effective Date: {date}
vi: Ngày hiệu lực: {date}

# acceptanceOfTerms
source: 1. ACCEPTANCE OF TERMS
vi: 1. CHẤP THUẬN ĐIỀU KHOẢN

# welcomeMessage
source: Welcome to DIVIDEX ("App", "Service", "we", or "DIVIDEX").
vi: Chào mừng bạn đến với DIVIDEX ("Ứng dụng", "Dịch vụ", "chúng tôi" hoặc "DIVIDEX").

# agreementText
source: By accessing, downloading, installing, or using the App, you agree to be bound by these Terms of Service ("Terms").
vi: Bằng cách truy cập, tải xuống, cài đặt hoặc sử dụng ứng dụng này, bạn đồng ý tuân thủ và bị ràng buộc bởi các điều khoản dịch vụ này ("Điều khoản").

# disagreementText
source: If you do not agree with any part of these Terms, please do not use our Service.
vi: Nếu bạn không đồng ý với bất kỳ phần nào của các điều khoản này, vui lòng không sử dụng dịch vụ của chúng tôi.

# serviceDescription
source: 2. SERVICE DESCRIPTION
vi: 2. MÔ TẢ DỊCH VỤ

# dIVIDEXDescription
source: DIVIDEX is an application designed to help users manage and share group expenses, offering the following features:
vi: DIVIDEX là một ứng dụng giúp người dùng quản lý và chia sẻ chi tiêu nhóm, bao gồm các tính năng:

# createGroups
source: Create and manage expense-sharing groups.
vi: Tạo và quản lý các nhóm chia sẻ chi phí

# trackExpenses
source: Track and record shared expenses.
vi: Theo dõi và ghi lại các khoản chi tiêu chung

# splitPayments
source: Split and allocate costs among group members.
vi: Chia nhỏ và phân bổ chi phí giữa các thành viên nhóm

# sendReminders
source: Sending payment reminders.
vi: Gửi lời nhắc thanh toán.

# generateReports
source: Generate expense reports for groups.
vi: Tạo báo cáo chi tiêu cho nhóm

# socialInteractions
source: Interact with group members through comments and notifications.
vi: Tương tác với các thành viên nhóm qua bình luận và thông báo

# receiveNotifications
source: Receive notifications about transactions and related activities.
vi: Nhận thông báo về các giao dịch và hoạt động liên quan

# accountRegistrationSecurity
source: 3. ACCOUNT REGISTRATION AND SECURITY
vi: 3. ĐĂNG KÝ VÀ BẢO MẬT TÀI KHOẢN

# registrationRequirements
source: 3.1 Registration Requirements
vi: 3.1 Yêu cầu đăng ký

# ageRequirement
source: You must be at least 13 years old to use the Service.
vi: Bạn phải từ 13 tuổi trở lên để sử dụng dịch vụ.

# accurateInfo
source: Registration information must be accurate, complete, and kept up to date.
vi: Thông tin đăng ký phải chính xác, đầy đủ và được cập nhật thường xuyên.

# oneUniqueAccount
source: Each user may only create one unique account.
vi: Mỗi người chỉ được tạo một tài khoản duy nhất.

# emailVerification
source: You must verify your email via OTP code.
vi: Bạn cần xác minh email qua mã OTP.

# accountSecurity
source: 3.2 Account Security
vi: 3.2 Bảo mật tài khoản

# passwordProtection
source: You are responsible for protecting your password and login credentials.
vi: Bạn chịu trách nhiệm bảo vệ mật khẩu và thông tin đăng nhập của mình.

# unauthorizedUse
source: Notify us immediately if you detect unauthorized use of your account.
vi: Thông báo ngay cho chúng tôi nếu phát hiện việc sử dụng tài khoản trái phép.

# noSharingResponsibility
source: We are not responsible for damages caused by sharing login information.
vi: Chúng tôi không chịu trách nhiệm về thiệt hại do chia sẻ thông tin đăng nhập.

# useOfService
source: 4. USE OF SERVICE
vi: 4. SỬ DỤNG DỊCH VỤ

# grantedRights
source: 4.1 Granted Rights
vi: 4.1 Quyền được cấp

# limitedRight
source: We grant you a limited, non-exclusive, non-transferable right to:
vi: Chúng tôi cấp cho bạn quyền giới hạn, không độc quyền, không thể chuyển nhượng để:

# accessUsePersonal
source: Access and use the App for personal, non-commercial purposes.
vi: Truy cập và sử dụng ứng dụng cho mục đích cá nhân, phi thương mại.

# manageShareExpenses
source: Manage and share group expenses in accordance with these Terms.
vi: Quản lý và chia sẻ chi tiêu nhóm theo các điều khoản này.

# usageRestrictions
source: 4.2 Usage Restrictions
vi: 4.2 Hạn chế sử dụng

# mayNot
source: You MUST NOT:
vi: Bạn KHÔNG ĐƯỢC:

# illegalPurposes
source: Use the Service for illegal or unauthorized purposes.
vi: Sử dụng dịch vụ cho các mục đích bất hợp pháp hoặc trái phép.

# fakeAccounts
source: Create fake accounts or provide false information.
vi: Tạo tài khoản giả mạo hoặc cung cấp thông tin sai lệch.

# spamHarass
source: Send spam, harass, or abuse other users.
vi: Gửi thư rác, quấy rối hoặc lạm dụng người dùng khác.

# manipulateData
source: Manipulate or provide false expense information.
vi: Thao túng hoặc cung cấp thông tin chi tiêu sai lệch.

# botsScripts
source: Use bots, scripts, or automated tools to access the Service.
vi: Sử dụng bot, tập lệnh hoặc công cụ tự động để truy cập dịch vụ.

# hackSabotage
source: Attempt to hack, sabotage, or illegally collect data from the system.
vi: Cố gắng hack, phá hoại hệ thống hoặc thu thập dữ liệu bất hợp pháp.

# userContent
source: 5. USER CONTENT
vi: 5. NỘI DUNG NGƯỜI DÙNG

# contentOwnership
source: 5.1 Content Ownership
vi: 5.1 Quyền sở hữu nội dung

# retainOwnership
source: You retain ownership of the content you create (e.g., expense details, comments).
vi: Bạn giữ quyền sở hữu nội dung bạn tạo (ví dụ: thông tin chi tiêu, bình luận).

# dIVIDEXContentRights
source: By providing content, you grant DIVIDEX the right to use, display, and distribute that content within the App.
vi: Bằng cách cung cấp nội dung, bạn cấp cho DIVIDEX quyền sử dụng, hiển thị và phân phối nội dung đó trong ứng dụng.

# contentStandards
source: 5.2 Content Standards
vi: 5.2 Tiêu chuẩn nội dung

# mustNot
source: Content provided MUST NOT:
vi: Nội dung được cung cấp KHÔNG ĐƯỢC:

# falseInfo
source: Contain false, fraudulent, or misleading information.
vi: Chứa thông tin sai lệch, gian lận hoặc gây hiểu nhầm.

# violatePrivacy
source: Violate the privacy rights of others.
vi: Vi phạm quyền riêng tư của người khác.

# offensiveContent
source: Contain offensive, violent, or discriminatory content.
vi: Chứa nội dung xúc phạm, bạo lực hoặc phân biệt đối xử.

# unauthorizedAdvertising
source: Include unauthorized advertising or sales.
vi: Bao gồm quảng cáo hoặc bán hàng trái phép.

# sharePersonalWithoutConsent
source: Share others' personal information without consent.
vi: Chia sẻ thông tin cá nhân của người khác mà không có sự đồng ý.

# moderationRights
source: 5.3 Moderation Rights
vi: 5.3 Quyền kiểm duyệt

# reviewRemoveContent
source: We reserve the right to review and remove violating content without prior notice.
vi: Chúng tôi có quyền xem xét và xóa nội dung vi phạm mà không cần thông báo trước.

# moderationDecisionsFinal
source: Our moderation decisions are final.
vi: Quyết định kiểm duyệt của chúng tôi là cuối cùng.

# privacyDataProtection
source: 6. PRIVACY AND DATA PROTECTION
vi: 6. QUYỀN RIÊNG TƯ VÀ BẢO VỆ DỮ LIỆU

# informationCollection
source: 6.1 Information Collection
vi: 6.1 Thu thập thông tin

# collectProcessInfo
source: We collect and process personal information in accordance with our Privacy Policy, including:
vi: Chúng tôi thu thập và xử lý thông tin cá nhân theo Chính sách quyền riêng tư, bao gồm:

# profileInfo
source: Profile information (name, email, avatar).
vi: Thông tin hồ sơ (tên, email, hình đại diện).

# expenseData
source: Expense and transaction data for groups.
vi: Dữ liệu chi tiêu và giao dịch nhóm.

# appUsageInfo
source: App usage information.
vi: Thông tin sử dụng ứng dụng.

# informationSharing
source: 6.2 Information Sharing
vi: 6.2 Chia sẻ thông tin

# infoDisplayedPublicly
source: Your information (e.g., group expenses) may be displayed publicly within groups based on privacy settings.
vi: Thông tin của bạn (như chi tiêu nhóm) có thể được hiển thị công khai trong nhóm theo cài đặt quyền riêng tư.

# noSellToThirdParties
source: We do not sell personal information to third parties.
vi: Chúng tôi không bán thông tin cá nhân cho bên thứ ba.

# sharedWithPartners
source: Information may be shared with service partners to operate the App.
vi: Thông tin có thể được chia sẻ với các đối tác dịch vụ để vận hành ứng dụng.

# freePaidFeatures
source: 7. FREE AND PAID FEATURES
vi: 7. TÍNH NĂNG MIỄN PHÍ VÀ CÓ PHÍ

# freeFeatures
source: 7.1 Free Features
vi: 7.1 Tính năng miễn phí

# basicFeaturesFree
source: The App’s basic features are provided free of charge, including:
vi: Các tính năng cơ bản của ứng dụng được cung cấp miễn phí, bao gồm:

# createGroupsExpenses
source: Creating groups and recording expenses.
vi: Tạo nhóm và ghi lại chi tiêu.

# basicSplitPayments
source: Basic cost-splitting functionality.
vi: Chia nhỏ chi phí cơ bản.

# basicReports
source: Generating basic expense reports.
vi: Tạo báo cáo chi tiêu cơ bản.

# paidFeatures
source: 7.2 Paid Features
vi: 7.2 Tính năng có phí

# premiumFeaturesPayment
source: Premium features (e.g., advanced reports or payment integrations) may require payment.
vi: Các tính năng cao cấp (như báo cáo nâng cao hoặc tích hợp thanh toán) có thể yêu cầu thanh toán.

# transactionsNotified
source: All transactions will be clearly notified before completion.
vi: Tất cả các giao dịch sẽ được thông báo rõ ràng trước khi thực hiện.

# refundPolicyPublished
source: Refund policies will be published separately.
vi: Chính sách hoàn tiền sẽ được công bố riêng.

# intellectualProperty
source: 8. INTELLECTUAL PROPERTY
vi: 8. SỞ HỮU TRÍ TUỆ

# dIVIDEXsRights
source: 8.1 DIVIDEX’s Rights
vi: 8.1 Quyền của DIVIDEX

# appInterfaceLogoOwned
source: The App, interface, logo, and materials are owned by DIVIDEX.
vi: Ứng dụng, giao diện, logo và tài liệu thuộc sở hữu của DIVIDEX.

# copyingProhibited
source: Copying, distributing, or creating derivative works is strictly prohibited.
vi: Nghiêm cấm sao chép, phân phối hoặc tạo sản phẩm phái sinh.

# respectingCopyright
source: 8.2 Respecting Copyright
vi: 8.2 Tôn trọng bản quyền

# respectOthersRights
source: We respect the intellectual property rights of others.
vi: Chúng tôi tôn trọng quyền sở hữu trí tuệ của người khác.

# handleInfringement
source: We will address copyright infringement claims in accordance with applicable law.
vi: Sẽ xử lý các khiếu nại vi phạm bản quyền theo quy định pháp luật.

# serviceTermination
source: 9. SERVICE TERMINATION
vi: 9. CHẤM DỨT DỊCH VỤ

# terminationByUser
source: 9.1 Termination by User
vi: 9.1 Chấm dứt bởi Người dùng

# deleteAccount
source: You may delete your account at any time through the App’s settings.
vi: Bạn có thể xóa tài khoản của mình bất cứ lúc nào thông qua cài đặt ứng dụng.

# infoRetainedLaw
source: Some information may be retained as required by law.
vi: Một số thông tin có thể được giữ lại theo yêu cầu của pháp luật.

# terminationByDIVIDEX
source: 9.2 Termination by DIVIDEX
vi: 9.2 Chấm dứt bởi DIVIDEX

# suspendTerminateAccounts
source: We reserve the right to suspend or terminate accounts if:
vi: Chúng tôi có quyền đình chỉ hoặc chấm dứt tài khoản nếu:

# violatingTerms
source: You violate these Terms.
vi: Vi phạm điều khoản dịch vụ.

# illegalHarmfulActivities
source: You engage in illegal or harmful activities.
vi: Hoạt động bất hợp pháp hoặc có hại.

# lawEnforcementRequests
source: Requested by law enforcement authorities.
vi: Yêu cầu từ cơ quan thực thi pháp luật.

# discontinuingService
source: The Service is discontinued.
vi: Ngừng cung cấp dịch vụ.

# disclaimer
source: 10. DISCLAIMER
vi: 10. TUYÊN BỐ MIỄN TRỪ TRÁCH NHIỆM

# asIsService
source: 10.1 Service “As Is”
vi: 10.1 Dịch vụ "Nguyên trạng"

# serviceProvidedAsIs
source: The Service is provided “as is” and “as available”.
vi: Dịch vụ được cung cấp "nguyên trạng" và "có sẵn".

# noGuaranteeOperation
source: We do not guarantee uninterrupted, error-free, or fully secure operation.
vi: Không đảm bảo hoạt động liên tục, không lỗi hoặc bảo mật tuyệt đối.

# limitationOfLiability
source: 10.2 Limitation of Liability
vi: 10.2 Giới hạn trách nhiệm

# noResponsibilityUserContent
source: DIVIDEX is not responsible for user-generated content or transactions.
vi: DIVIDEX không chịu trách nhiệm về nội dung hoặc giao dịch do người dùng tạo.

# noGuaranteeAccuracy
source: We do not guarantee the accuracy of expense information provided by other users.
vi: Không đảm bảo tính chính xác của thông tin chi tiêu từ người dùng khác.

# noResponsibilityIndirectDamages
source: We are not liable for indirect, incidental, or consequential damages.
vi: Không chịu trách nhiệm về các thiệt hại gián tiếp, ngẫu nhiên hoặc do hậu quả.

# disputeResolution
source: 11. DISPUTE RESOLUTION
vi: 11. GIẢI QUYẾT TRANH CHẤP

# negotiation
source: 11.1 Negotiation
vi: 11.1 Đàm phán

# resolveThroughNegotiation
source: Disputes will be resolved through good-faith negotiation first.
vi: Tranh chấp sẽ được giải quyết thông qua đàm phán thiện chí trước.

# applicableLaw
source: 11.2 Applicable Law
vi: 11.2 Luật áp dụng

# termsGovernedByLaw
source: These Terms are governed by the laws of Vietnam.
vi: Các điều khoản này được điều chỉnh bởi luật pháp Việt Nam.

# courtJurisdiction
source: 11.3 Court Jurisdiction
vi: 11.3 Thẩm quyền của Tòa án

# competentCourtsResolve
source: Competent courts in Vietnam will resolve disputes that cannot be settled through negotiation.
vi: Các tòa án có thẩm quyền tại Việt Nam sẽ giải quyết các tranh chấp không thể hòa giải.

# termsUpdates
source: 12. TERMS UPDATES
vi: 12. CẬP NHẬT ĐIỀU KHOẢN

# rightToModify
source: 12.1 Right to Modify
vi: 12.1 Quyền sửa đổi

# updateTerms
source: We reserve the right to update these Terms at any time.
vi: Chúng tôi có quyền cập nhật các điều khoản này bất cứ lúc nào.

# notificationsSent
source: Notifications will be sent via the App or registered email.
vi: Thông báo sẽ được gửi qua ứng dụng hoặc email đã đăng ký.

# acceptingChanges
source: 12.2 Accepting Changes
vi: 12.2 Chấp nhận thay đổi

# continuedUseMeansAgreement
source: Continued use of the Service after updates means you agree to the new Terms.
vi: Việc tiếp tục sử dụng dịch vụ sau khi cập nhật có nghĩa là bạn đồng ý với các điều khoản mới.

# disagreeStopUse
source: If you disagree, please stop using the Service.
vi: Nếu bạn không đồng ý, vui lòng ngừng sử dụng dịch vụ.

# contactInformation
source: 13. CONTACT INFORMATION
vi: 13. THÔNG TIN LIÊN HỆ

# questionsContact
source: If you have any questions about these Terms, please contact:
vi: Nếu bạn có bất kỳ câu hỏi nào về các điều khoản này, vui lòng liên hệ:

source: DIVIDEX Team
vi: Đội ngũ DIVIDEX

# address
source: Address: {streetAddress}
vi: Địa chỉ: {streetAddress}

# phone
source: Phone: {phoneNumber}
vi: Điện thoại: {phoneNumber}
